export const data = {
  consultation: [
    { title: "Консультація педіатра", cost: "500 грн" },
    {
      title: "Консультація педіатра із укладанням декларації",
      cost: "500 грн",
    },
    { title: "Повторна консультація педіатра", cost: "400 грн" },
    { title: "Консультація сімейного лікаря", cost: "500 грн" },
    {
      title: "Консультація сімейного лікаря із укладанням декларації",
      cost: "500 грн",
    },
    { title: "Повторна консультація сімейного лікаря", cost: "400 грн" },
    { title: "Консультація  хірурга", cost: "500 грн" },
    { title: "Консультація ортопеда-травматолога", cost: "500 грн" },
    { title: "Консультація невролога ", cost: "500 грн" },
    { title: "Консультація отоларинголога", cost: "500 грн" },
    { title: "Консультація кардіолога", cost: "500 грн" },
    { title: "Консультація гастроентеролога", cost: "500 грн" },
  ],
  manipulation: [
    { title: "Забір венозної або капілярної крові", cost: "60 грн" },
    { title: "Забір біологічного матеріалу на дослідження", cost: "70 грн" },
    { title: "Внутрішньовенна ін'єкція", cost: "150 грн" },
    { title: "Внутрішньом'язова ін'єкція", cost: "100 грн" },
    {
      title: "Алергічна проба на препарат (без вартості препарату )",
      cost: "50 грн",
    },
    {
      title: "Електрокардіограмма",
      cost: "100 грн",
    },
  ],
  vactination: [
    { title: "Інфанрікс Гекса (INFANRIX HEXA™)", cost: "2200 грн" },
    { title: "Інфанрікс ІПВ (INFANRIX™ IPV)", cost: "1300 грн" },
    { title: "Інфанрікс (INFANRIX™)", cost: "1200 грн" },
    { title: "Інфанрікс ІПВ ХІБ (INFANRIX™ IPV HIB)", cost: "1700 грн" },
    { title: "Ротарікс (ROTARIX™)", cost: "1200 грн" },
    { title: "Тетраксім (TETRAXIM®)", cost: "1200 грн" },
    { title: "Пентаксім (PENTAXIM®)", cost: "1600 грн" },
    { title: "Гексаксім (HEXAXIM™)", cost: "1950 грн" },
    { title: "Синфлорікс (SYNFLORIX™)", cost: "1900 грн" },
    { title: "Превенар 13 (PREVENAR 13®)", cost: "3100 грн" },
    { title: "Німенрікс (NIMENRIX®)", cost: "2100 грн" },
    { title: "Менактра (MENACTRA®)", cost: "1800 грн" },
    { title: "Варілрикс(VARILRIX™)", cost: "1500 грн" },
    { title: "Хаврікс 720 (HAVRIX™ 720)", cost: "900 грн" },
    { title: "Енджерикс-В(ENGERIX™)", cost: "650 грн" },
    { title: "Бустрікс Поліо (BOOSTRIX™ POLIO)", cost: "1300 грн" },
    { title: "Бустрікс (BOOSTRIX™)", cost: "1000 грн" },
    { title: "Пріорікс (PRIORIX™)", cost: "750 грн" },
    { title: "ДжіСі Флю (GC FLU®)", cost: "600 грн" },
    { title: "Ваксігрип (VAXIGRIP™)", cost: "650 грн" },
  ],
  diagnistics: [
    { title: "Доплер вен та артерій нижніх кінцівок", cost: "600 грн" },
    { title: "Доплер судин голови", cost: "380 грн" },
    { title: "УЗД калитки (мошонки)", cost: "400 грн" },
    { title: "Доплер судин шиї", cost: "350 грн" },
    { title: "Нейросонографія + кульшовий", cost: "680 грн" },
    { title: "Доплер судин нирок", cost: "600" },
    { title: "УЗД одного органу", cost: "280 грн" },
    {
      title: "УЗД нирок + надниркової залози + сечовий міхур",
      cost: "380 грн",
    },
    { title: "УЗД органів малого тазу (трансвагінально)", cost: "350 грн" },
    {
      title: "УЗД органів малого тазу (абдомінально) + сечовий міхур",
      cost: "340 грн",
    },
    { title: "УЗД серця", cost: "550 грн" },
    { title: "УЗД ОЧП + жовчний міхур з навантаженням", cost: "400 грн" },
    { title: "Нейросонографія", cost: "380 грн" },
    { title: "УЗД кульшових суглобів", cost: "380 грн" },
    { title: "УЗД колінних суглобів", cost: "380 грн" },
    { title: "Доплер судин голови та шиї", cost: "600 грн" },
    { title: "УЗД щитоподібної залози або слинних залоз", cost: "350 грн" },
    { title: "УЗД м`яких тканин шиї + лімфатичні вузли", cost: "450 грн" },
    { title: "УЗД м`яких тканин (одна анатомічна зона)", cost: "300 грн" },
    { title: "УЗД лімфатичних вузлів (одна анатомічна зона)", cost: "280 грн" },
    { title: "УЗД молочних залоз", cost: "340 грн" },
    { title: "УЗД грудних залоз (чоловіки)", cost: "300 грн" },
    {
      title:
        "УЗД органів черевної порожнини дорослі (печінка, жовчний міхур, жовчні протоки, підшлункова залоза, селезінка)",
      cost: "320 грн",
    },
    {
      title:
        "УЗД органів черевної порожнини діти (печінка, жовчний міхур, жовчні протоки, підшлункова залоза, селезінка)",
      cost: "320 грн",
    },
    {
      title:
        "УЗД органів черевної порожнини, нирки, надниркові залози - дорослі",
      cost: "380 грн",
    },
    {
      title: "УЗД органів черевної порожнини, нирки, надниркові залози - діти",
      cost: "380 грн",
    },
    { title: "УЗД нирок, надниркові залози", cost: "320 грн" },
    {
      title:
        "УЗД сечового міхура, передміхурової залози, трансабдомінально (з визначенням залишкової сечі)",
      cost: "330 грн",
    },
    {
      title:
        "УЗД сечового міхура, передміхурової залози, трансректально (з визначенням залишкової сечі)",
      cost: "330 грн",
    },
    { title: "УЗД сечового міхура", cost: "230 грн" },
    { title: "УЗД жовчного міхура", cost: "220 грн" },
    { title: "УЗД калитки (мошонки) - дитина", cost: "250 грн" },
    { title: "УЗД плевральних порожнин", cost: "250 грн" },
  ],
  manual: [
    { title: "Консультація масажиста + лікування ", cost: "250 грн" },
    { title: "Загальний масаж - 90 хв. ", cost: "800 грн" },
    { title: "Загальний масаж - 60 хв. ", cost: "600 грн" },
    { title: "Шийно-комірцева ділянка - 15 хв. ", cost: "200 грн" },
    {
      title: "Шийно-комірцева ділянка та верхніх кінцівок - 25-30 хв.",
      cost: "400 грн",
    },
    {
      title: " Вздовж хребта та поперековий відділ(спина) - 30 хв.",
      cost: "400 грн",
    },
    { title: "Масаж верхніх кінцівок - 20 хв. ", cost: "350 грн" },
    { title: "Масаж нижніх кінцівок - 30 хв. ", cost: "400 грн" },
    { title: "Масаж голови - 15 хв. ", cost: "180 грн" },
    { title: "Бронходренажний - 20-25 хв. ", cost: "350 грн" },
    { title: "Дитячий до року - 30 хв. ", cost: "350 грн" },
    { title: "Дитячий до року - 45-60 хв.", cost: "500 грн" },
    { title: "Антицелюлітний - 45 хв.", cost: "600 грн" },
    { title: "Антицелюлітний - 60 хв. ", cost: "700 грн" },
    { title: "Медовий спина -  30 хв. ", cost: "450 грн" },
    { title: "Медовий загальний - 60 хв.", cost: "750 грн" },
    { title: "Лімфодренажний - 60 хв. ", cost: "700 грн" },
    { title: "Стоун масаж загальний - 90 хв. ", cost: "900 грн" },
    { title: "Стоун масаж спина - 45 хв. ", cost: "550 грн" },
  ],
  surgion: [
    { title: "Консультаці хірурга ", cost: "600 грн" },
    { title: "Перев'язка ", cost: "250 грн" },
    { title: "Знаття швів (1шт) ", cost: "70 грн" },
    { title: " Кефалогематома", cost: "900 грн" },
    { title: "Підрізання вуздечки ", cost: "1000 грн" },
    { title: "ПХО ", cost: "800 грн" },
  ],
  lor: [
    { title: " Консультація ЛОР", cost: "600 грн" },
    { title: "Промиваання пробок вуха (1 вухо) ", cost: "200 грн" },
    { title: "Промивання мигдалин (Бетадин + NaCl 0.9%) ", cost: "400 грн" },
    { title: "Постановка турунди в ніс (1 носовий) ", cost: "150 грн" },
    { title: " Постановка турунди в вухо (гнійний отит)", cost: "150 грн" },
    { title: "Видалення стороннього тіла з вуха  ", cost: "550-1500 грн" },
    { title: "Видалення стороннього тіла з носа ", cost: "550-1500 грн" },
  ],
  ginecolog: [
    {
      title: "Первинна консультація лікаря акушера-гінеколога ",
      cost: "600 грн",
    },
    { title: "Консультація дитячого гінеколога ", cost: "600 грн" },
    { title: "Повторна консультація ", cost: "500 грн" },
    {
      title:
        "Лікування запальних захворювань зовнішніх статевих шляхів у дівчаток ",
      cost: "300 грн",
    },
    { title: "Лікування сінехій у дівчаток ", cost: "600-1000 грн" },

    { title: " Експрес - тест на вагітність (струминний)", cost: "150 грн" },
    { title: "Експрес - тест на вагітність (смужковий) ", cost: "150 грн" },
    {
      title: "Видалення стороннього тіла піхви (1-ша категорія складності) ",
      cost: "450 грн",
    },
    {
      title: "Видалення стороннього тіла піхви (2-ша категорія складності) ",
      cost: "550 грн",
    },
    {
      title: "Діагностика підтікання навколоплідних вод (без вартості тесту) ",
      cost: "300 грн",
    },
    {
      title:
        "Медикаментозне лікування ерозії шийки матки  (без вартості препарату)",
      cost: "950 грн",
    },
    { title: "Введення ВМК (без вартості ВМК) ", cost: "600 грн" },
    { title: "Введення ВМК (Мірена - без вартості ВМК) ", cost: "750 грн" },

    { title: "Видалення ВМК ", cost: "500 грн" },
    { title: "Лікувальний тампон (з медикаментами) ", cost: "100 грн" },
    { title: "Лікування лактостазу", cost: "500 грн" },
    { title: "Спринцювання піхви ", cost: "150 грн" },
    {
      title:
        "Інсталяція лікарських засобів в уретру/цервікальний канал (без вартості препарату) ",
      cost: "300 грн",
    },
  ],
  driving: [
    { title: "Виїзна консультація по місцю (в межах ЖК ММ)", cost: "550 грн" },
    { title: "Виїзна консультація за межами ЖК ММ", cost: "600 грн" },
    { title: "Виїзна консультація по с.Крюківщина", cost: "700-750 грн" },
    { title: "Виїзна консультація за містом", cost: "від 800 грн" },
  ],
  laboratoria: {
    //тиреоїдна панель
    tirpanel: [
      { title: "Антитіла до тиреоглобуліну (АТТГ)", cost: "200 грн" },
      { title: "АНтимікросомальні антитіла (АМС)", cost: "220 грн" },
      { title: "Тиреоглобулін (ТГ)", cost: "200 грн" },
      { title: "Антитіла до тироепероксидази (АТПО)", cost: "200 грн" },
      { title: "Кальцитонін", cost: "270 грн" },
      { title: "Паратгормон (і-РТН)", cost: "210 грн" },
      { title: "Т3 вільний (F T3)", cost: " 170 грн" },
      { title: "Т4 загальний (T4)", cost: "170 грн" },
      { title: "Антитіла до рецепторів ТТГ (R-TSH)", cost: "340 грн" },
      { title: "Тиреотропний гормон (ТТГ)", cost: "210 грн" },
      { title: "Т4 вільний (F T4)", cost: "210 грн" },
      { title: "Т3 загальний (Т3)", cost: "210 грн" },
    ],
    //репродуктивна панель
    reprod: [
      { title: "Тестостерон (ТСТ загальний)", cost: "170 грн" },
      { title: "Тестостерон вільний (ТES free)", cost: "200 грн" },

      { title: "Глобулін, що звязує статеві гормони (ГЗСГ)", cost: "200 грн" },
      { title: "17-оксіпрогестерон (17 - ОНПРГ)", cost: "180 грн" },
      { title: "Дегідроепіандростерон-сульфат (ДГЕА-с)", cost: "170 грн" },
      { title: "Андростендіон (ASD)", cost: "220 грн" },
      { title: "Антиспермальні антитіла (кров)", cost: "230 грн" },

      { title: "Антиспермальні антитіла (еякулят/слиз)", cost: "230 грн" },
      { title: "Антимюллерів гормон (АМН)", cost: "310 грн" },
      { title: "Дегідротестостерон (DHT)", cost: "320 грн" },
      {
        title: "Індекс вільного тестостерону (ТСТ заг./ГЗСГ * 100)",
        cost: "300 грн",
      },
      { title: "Інгібін B (ING B)", cost: "470 грн" },

      { title: "Макропролактин", cost: "370 грн" },
      { title: "Фолікулостимулюючий гормон (ФСГ)", cost: "200 грн" },
      { title: "Лютеїнізуючий гормон (ЛГ)", cost: "200 грн" },
      { title: "Пролактин (ПРЛ)", cost: "200 грн" },
      { title: "Естрадіол (Е2)", cost: "200 грн" },

      { title: "Прогестерон (ПРГ)", cost: "200 грн" },
    ],
    //панель пренатальної діагностики
    prenatal: [
      {
        title:
          "Асоційований з вагітністю протеїн -A (PAPP-A) (Вагітні 8-14 тижнів)",
        cost: "200 грн",
      },
      {
        title: "Естріол некон'югований (UE3) (Вагітні 14-40 тижнів)",
        cost: "170 грн",
      },
      {
        title: "Бета-хоріонічний гонадотропін (В-ХГЛ вільний)",
        cost: "220 грн",
      },

      {
        title:
          "PRISCA вагітність 9-13 тижнів (В-ХГЛ, РАРР-А) пренатальний (біохімічний) скринінг ",
        cost: "420 грн",
      },
      {
        title:
          "PRISCA вагітність 15-20 тижнів (ХГЛ, АФП, UE3) пренатальний  (біохімічний ) скринінг",
        cost: "500 грн",
      },
      {
        title: "Плацентариний лактаген (PHL) (Вагітні 15-40 тижнів)",
        cost: "240 грн",
      },

      {
        title: "Альфа-фетопротеїн (АФП) (вагітні 15-40 тижнів)",
        cost: "160 грн",
      },
      {
        title: "Плацентарний фактор росту (PIGF) (Вагітні 8-15 тижнів)",
        cost: "440 тижнів",
      },
    ],
    //онкологічна панель
    onko: [
      { title: "Антиген плоскоклітинної карциноми (SCC)", cost: "390 грн" },
      { title: "Альфа-фетопротеїн (АФП)", cost: "200 грн" },
      { title: "Раково-ембріональний антиген (СЕА)", cost: "210 грн" },
      {
        title: "Простат-специфічний антиген загальний (ПСА загальний)",
        cost: "180 грн",
      },
      {
        title: "Простат-специфічний антиген вільний (ПСА вільний)",
        cost: "180 грн",
      },
      { title: "Онкомаркер підшлункової залози (СА19-9)", cost: "220 грн" },

      { title: "Онкомаркер молочної залози (СА15-3)", cost: "220 грн" },
      { title: "Онкомаркер яєчників (СА125)", cost: "220 грн" },
      {
        title: "Онкомаркер CYFRA CA21-1 (фрагмент цитокератину -19)",
        cost: "270 грн",
      },
      { title: "Нейроенолаза (NSE)", cost: "340 грн" },
      { title: "Простатична кисла фосфатаза (РАР)", cost: "230 грн" },
      { title: "Онкомаркер раку яєчників (НЕ-4)", cost: "370 грн" },

      { title: "Онкомаркер ШКТ (СА242)", cost: "370 грн" },
    ],
    //гіпофізарні-наднирникові показники
    gipofiz: [
      { title: "Адренокортикотропний гормон (АКТГ)", cost: "250 грн" },
      { title: "Кортизол (слина) (КР)", cost: "270 грн" },
    ],
    //фактори росту
    rost: [
      { title: "Соматомедін С (IGF-1)", cost: "420 грн" },

      { title: "Соматотропний гормон (СТГ)", cost: "220 грн" },
      {
        title: "Соматотропний гормон (191) (діти до 18 років)",
        cost: "220 грн",
      },
    ],
    //панель остеопорозу,
    osteo: [
      { title: "Остеокальцин", cost: "240 грн" },
      { title: "Дезоксипіридинолін в сечі (Пірілінкс Д)", cost: "350 грн" },
      { title: "Прокальцитонін (PCL)", cost: "670 грн" },
      { title: "25-гідрокси вітамін Д (25-ОН VitD3)", cost: "410 грн" },
    ],
    //панель цукрового діабету
    diabet: [
      { title: "Інсулін (INS)", cost: "140 грн" },

      { title: "Фруктозамін", cost: "240 грн" },
      { title: "С-пептид (С-pep)", cost: "130 грн" },
      { title: "Глікозильований гемоглобін (HbA1c)", cost: "190 грн" },
      { title: "Лептин", cost: "380 грн" },

      { title: "Індекс НОМА", cost: "250 грн" },
      { title: "Глікемічний профіль", cost: "220 грн" },

      { title: "Глюкоза (венозна кров)", cost: "120 грн" },
    ],
    //кардіоревматоїдна панель
    cardio: [
      { title: "Ревматоїдний фактор (якісний)", cost: "100 грн" },
      { title: "Антистрептолізин-'О' (якісний) ", cost: "100 грн" },

      { title: "С-реактивний білок (якісний)", cost: "100 грн" },
      { title: "С-реактивний білок (кількісний)", cost: "130 грн" },
      { title: "Тропонін І (кількісне визначення)", cost: "170 грн" },

      { title: "Гомоцистеїн", cost: "310 грн" },
      {
        title: "Антитіла до цитрулінованого  віментину (anti-MCV IgG)",
        cost: "420 грн",
      },
      {
        title: "Антитіла до циклічного цитрулінового пептиду (antiCCP)",
        cost: "420",
      },

      { title: "Ревматоїдний фактор (кількісний)", cost: "120 грн" },
      { title: "Антистрептолізин-'0' (кількійний)", cost: "120 грн" },
    ],

    //панель контролю анемії
    anemia: [
      { title: "Залізо (iron) (сироватка)", cost: "100 грн" },

      { title: "Ферритин (Ferr)", cost: "200 грн" },
      { title: "Ціанкобаламін (VitB12)", cost: "200 грн" },
    ],
    //гематологічна панель
    gem: [
      { title: "Коагулограма (ПТ,ПТІ%, Фібрин, АЧТВ, МНО)", cost: "310 грн" },
      { title: "Аналіз крові на LE-клітини", cost: "220 грн" },
      {
        title: "Імунні атитіла до еритроцитів по системі Резус",
        cost: "240 грн",
      },
      {
        title: "Гемолізини (імунні антитіла по системі АВ0: повні та неповні)",
        cost: "220 грн",
      },

      { title: "Група крові та резус фактор (АВ0 + Rh)", cost: "200 грн" },
      {
        title:
          "Протромбіновий тест (протромбіновий індекс за Квіком, протромбіновий час, МНВ (INR))",
        cost: "100 грн",
      },
      { title: "Фібриноген (Fib)", cost: "100 грн" },

      {
        title: "Активований частковий тромбопластичний час (АЧТЧ) ",
        cost: "100 грн",
      },
      { title: "Вовчаковий антикоагулянт", cost: "200 грн" },
      { title: "Д-димер", cost: "180 грн" },

      { title: "Пряма проба Кумбса", cost: "210 грн" },
      { title: "Непряма проба Кумбса", cost: "210 грн" },
      {
        title:
          "Загальний розгорнути аналіз крові (ЗАК, ШОЕ, лейкоцитарна формула)",
        cost: "190 грн",
      },

      {
        title: "Загальний аналіз крові (аналізатор на 18 параметрів + ШОЕ)",
        cost: "160 грн",
      },
      {
        title:
          "Загальний розгорнутий аналіз крові (гемоглобін, лейкоцити, ШОЕ)",
        cost: "140 грн",
      },

      { title: "Підрахунок тромбоцитів (мікроскоп)", cost: "140 грн" },
      {
        title:
          "Аналіз крові на ретикулоцити з підрахуванням ретикулярного індексу",
        cost: "140 грн",
      },
    ],
    //сеча
    urine: [
      { title: "Мікроальбумінурія у сечі", cost: "220 грн" },

      { title: "Мікроальбумінурія + креатинін сечі", cost: "270 грн" },
      { title: "Креатинін сечі", cost: "100 грн" },
      { title: "Аналіз сечі на цукор (напівкількісний)", cost: "100 грн" },
      { title: "Аналіз сечі за Земницьким (8 порцій)", cost: "120 грн" },
      { title: "Аналіз сечі на цукор (добова сеча)", cost: "100 грн" },

      { title: "Кальцій в сечі", cost: "100 грн" },
      { title: "Фосфор в сечі", cost: "100 грн" },

      { title: "Магній в сечі", cost: "100 грн" },
      { title: "Аналіз сечі на кетони (напівкількісний)", cost: "100 грн" },
      {
        title: "Аналіз сечі на добову протеїнурію (напівкількісний)",
        cost: "100 грн",
      },

      { title: "Сечова кислота в сечі", cost: "100 грн" },
      { title: "Аналіз сечі загальний (ЗАС)", cost: "140 грн" },
      { title: "Аналіз сечі за Нечипоренко", cost: "110 грн" },
    ],
    //цитологічні дослідження
    cit: [
      {
        title: "Цитоморфілогічне дослдження виділень з молочної залози",
        cost: "140 грн",
      },
      {
        title: "Мікроскопія урогенітального зішкрібу (чоловіків)",
        cost: "140 грн",
      },
      {
        title: "Аналіз секрету предміхурової залози (мазок на склі)",
        cost: "200 грн",
      },

      {
        title:
          "Цитоморфологічне дослідження епітелія на атипові клітини (жінки) (мазок на склі)",
        cost: "170 грн",
      },
      {
        title: "Мікроскопія урогенітального зішкрібу (жінки)",
        cost: "140 грн",
      },

      {
        title:
          "ПАП-тест (цитоморфологічне дослідження епітелію із зони трансформації і цервікального каналу) (мазок на склі)",
        cost: "200 грн",
      },
      {
        title: "Рідинна цитологія (ПАП-тест) (транспортне середовище) ",
        cost: "470 грн",
      },
      { title: "Назоцитограма (мазок з носа на склі)", cost: "160 грн" },
      {
        title: "Дослідження на демодекоз (Demodex folliculorum)",
        cost: "140 грн",
      },
    ],
    //діагностика калу
    kal: [
      { title: "Копрограма (мікроскопія калу)", cost: "170 грн" },
      {
        title: "Аналіз калу на яйця гельмінтів (мікроскопія)",
        cost: "140 грн",
      },
      { title: "Зішкріб на ентеробіоз", cost: "140 грн" },

      { title: "Дослідження калу на приховану кров", cost: "160 грн" },

      {
        title: "Helicobacter pylori Ag в калі (хроматографія)",
        cost: "240 грн",
      },
      { title: "Лямблії Ag в калі (хроматографія)", cost: "210 грн" },
      { title: "Кальпротектин в калі (кількісний)", cost: "520 грн" },

      { title: "Лактоферин в калі", cost: "370 грн" },
      { title: "Панкреатична еластаза в калі", cost: "570 грн" },
      //біохімічна панель
      { title: "g-Глутамілтранспептидаза (ГГТП)", cost: "100 грн" },
      { title: "Лактатдегідрогеназа (ЛДГ)", cost: "100 грн" },

      { title: "Альфа-амілаза", cost: "100 грн" },
      { title: "Сечова кислота", cost: "100 грн" },
      { title: "Альбумін", cost: "100 грн" },

      { title: "Білкові фракції", cost: "140 грн" },
      { title: "Креатинфосфокіназа (КФК)", cost: "100 грн" },
      { title: "Церулоплазмін (мідна оксидаза)", cost: "180 грн" },
      { title: "Калій", cost: "100 грн" },

      { title: "Натрій", cost: "100 грн" },
      { title: "Кальцій", cost: "100 грн" },
      { title: "Фосфор", cost: "100 грн" },
      { title: "Хлориди", cost: "100 грн" },

      { title: "Тригліцериди", cost: "100 грн" },
      { title: "Холестирин", cost: "100 грн" },
      { title: "Аполіпопротеїн-А (Апо-А)", cost: "120 грн" },
      { title: "Аполіпропротеїн-В (Апо-В)", cost: "120 грн" },
      { title: "Лактат", cost: "220 грн" },

      { title: "Холіностераза", cost: "100 грн" },
      { title: "Кальцій іонізований", cost: "130 грн" },
      { title: "Магній", cost: "100 грн" },
      { title: "Білірубін загальний", cost: "100 грн" },
      { title: "Білірубін прямий", cost: "100 грн" },

      { title: "Аланінамінотрансфераза (АЛТ)", cost: "100 грн" },
      { title: "Аспартатамінотрансфераза (АСТ)", cost: "100 грн" },

      { title: "Лужна фосфатаза (ЛФ)", cost: "100 грн" },
      { title: "Дослідження буферної системи крові", cost: "210 грн" },
      { title: "pH крові", cost: "100 грн" },
      { title: "Креатинін", cost: "100 грн" },

      { title: "Сечовина", cost: "100 грн" },
      { title: "Ліпопротеїди високої щільності (ЛПВЩ)", cost: "110 грн" },
      {
        title:
          "Ліпідограма (холестирин загальний, тригліцериди, ЛПВЩ, ЛПНЩ, коефіцієнт атерогенності)",
        cost: "300 грн",
      },

      {
        title: "Глюкозотолерантний тест (2-разове навантаження)",
        cost: "180 грн",
      },
      {
        title: "Глюкозотолерантний тест (3-разове навантаження)",
        cost: "240 грн",
      },
      { title: "Загальний білок", cost: "100 грн" },
    ],

    //гепатити та віл

    gep: [
      {
        title:
          "ПЛР.Генотипування РНК-вірусу гепатиту С (1а, 1b, 2,3a) (Real-time) (плазма)",
        cost: "570 грн",
      },
      {
        title:
          "ПЛР. Кількісне визначення РНК-вірусу гепатиту С  (Real-time) (плазма)",
        cost: "820 грн",
      },
      {
        title:
          "Антитіла IgG до вірусу гепатиту В (Anti-HBcAg, кількісне визначення)",
        cost: "220 грн",
      },
      {
        title: "Антитіла IgM до вірусу гепатиту В (Anti-HBcor IgM)",
        cost: "220 грн",
      },

      {
        title: "Антитіла IgG до вірусу гепатиту В (Anti-HBcor IgG)",
        cost: "220 грн",
      },
      { title: "HBeAg вірусу гепатиту В", cost: "220 грн" },
      { title: "Антитіла IgM до вірусу гепатиту А (HAV IgM)", cost: "220 грн" },

      { title: "Антитіла IgG до вірусу гепатиту А (HAV IgG)", cost: "220 грн" },
      { title: "HBsAg поверхневий антиген вірусу гепатиту В", cost: "170 грн" },

      { title: "Антитіла IgG до вірусу гепатиту D (HDV IgG)", cost: "210 грн" },

      {
        title:
          "ПЛР. Визначення РНК-вірусу гепатиту А (плазма, якісне визначення)",
        cost: "270 грн",
      },
      {
        title:
          "ПЛР. Визначення ДНК-вірусу гепатиту B (плазма, якісне визначення)",
        cost: "240 грн",
      },
      {
        title:
          "ПЛР. Визначення РНК-вірусу гепатиту C (плазма, якісне визначення)",
        cost: "240 грн",
      },
      {
        title:
          "ПЛР. Визначення РНК-вірусу гепатиту D (плазма, якісне визначення)",
        cost: "270 грн",
      },

      { title: "Сумарні антитіла до вірусу гепатиту С (HCV)", cost: "220 грн" },

      {
        title: "Сумарні антитіла HBeAg вірусу гепатиту В (Anti-HBeAg)",
        cost: "270 грн",
      },
      {
        title:
          "Сумарні антитіла до корового антигену вірусу гепатиту В (Anti-HBcor IgM+IgG)",
        cost: "240 грн",
      },

      {
        title:
          "ПЛР. Кількісне визначення ДНК-вірусу гепатиту В (real-time) (плазма)",
        cost: "780 грн",
      },
      { title: "Антитіла IgM до вірусу гепатиту С (HCV IgM)", cost: "140грн" },
      { title: "Антитіла IgG до вірусу гепатиту С (HCV IgG)", cost: "140 грн" },

      {
        title:
          "ПЛР. Визначення РНК-вірусу гепатиту G (плазма, якісне визначення)",
        cost: "270 грн",
      },
      {
        title:
          "ПЛР. Визначення ДНК-вірусу гепатиту TTV (плазма, якісне визначення)",
        cost: "270 грн",
      },
      { title: "Сумарні антитіла до вірусу гепатиту А (HAV)", cost: "290 грн" },
    ],

    //torch

    torch: [
      {
        title: "Антитіла IgM до Toxoplasma gondii (Toxo IgM)",
        cost: "200 грн",
      },
      {
        title: "Антитіла IgG до Toxoplasma gondii (Toxo IgG)",
        cost: "200 грн",
      },

      {
        title: "Антитіла IgМ до вірусу герпесу 1 типу (HSV 1)",
        cost: "200 грн",
      },
      {
        title: "Антитіла IgG до вірусу герпесу 1 типу (HSV 1)",
        cost: "200 грн",
      },
      {
        title: "Антитіла IgG до вірусу герпесу 2 типу (HSV 2)",
        cost: "200 грн",
      },

      { title: "Антитіла Ig М до цитомегаловірусу (CMV)", cost: "200 грн" },
      { title: "Антитіла Ig G до цитомегаловірусу (CMV)", cost: "200 грн" },

      {
        title:
          "ПЛР. Визначення ДНК вірусу герпесу 1/2 типу (Кров, Якісне визначення)",
        cost: "200 грн",
      },
      {
        title:
          "ПЛР. Визначення ДНК цитомегаловірусу (Кров, ліквор, слюна. Якісне визначення)",
        cost: "200 грн",
      },

      {
        title: "Антитіла IgG до вірусу герпесу 3 тип (Varicella Zoster IgG )",
        cost: "200 грн",
      },
      {
        title: "Антитіла IgM до вірусу герпесу 3 тип (Varicella Zoster IgM)",
        cost: "200 грн",
      },
      { title: "Антитіла IgG до вірусу герпесу 6 типу", cost: "220 грн" },
      { title: "Антитіла IgG до вірусу краснухи (Rub)", cost: "200 грн" },
      { title: "Антитіла IgМ до вірусу краснухи (Rub IgМ)", cost: "200 грн" },
      {
        title: "Антитіла IgМ до вірусу герпесу 2 типу (HSV 2)",
        cost: "200 грн",
      },
      {
        title:
          "ПЛР. Визначення ДНК токсоплазми (Кров, зішкряб, ліквор. Якісне визначення)",
        cost: "220 грн",
      },

      {
        title:
          "ПЛР. Визначення ДНК вірусу Епштейн-Бара (Кров, ліквор, зішкряб, слюна. Кількісне визначення)",
        cost: "220 грн",
      },
      {
        title:
          "ПЛР. Визначення ДНК вірусу Епштейн-Бара (Кров, ліквор, зішкряб, слюна. Якісне визначення)",
        cost: "220 грн",
      },
      {
        title:
          "Антитіла IgM до капсидного антигену вірусу Епштейн-Барра (VCA IgM)",
        cost: "200 грн",
      },
      {
        title:
          "Антитіла IgG до капсидного антигену вірусу Епштейн-Барра (VCA IgG)",
        cost: "200 грн",
      },
      {
        title:
          "ПЛР. Визначення ДНК вірусу герпесу (HSV1 і HSV2). Визначення і типування в режимі Real-time",
        cost: "220 грн",
      },
      {
        title:
          "ПЛР. Визначення ДНК вірусу герпесу 6 типу (Будь який матеріал, якісне визначення)",
        cost: "220 грн",
      },

      {
        title: "Антитіла IgG до нуклеарного антигену Eпштейн-Бара (EBNA)",
        cost: "200 грн",
      },
      {
        title: "Авідність антитіл IgG до токсоплазми (Toxoplasma gondii)",
        cost: "320 грн",
      },
      {
        title: "Авідність антитіл IgG до цитомегаловiрусу (CMV)",
        cost: "320 грн",
      },
      {
        title: "АнтитІла Ig G до вірусу герпеса 1/2 (HSV1/2)",
        cost: "200 грн",
      },
      {
        title: "АнтитІла Ig М до вірусу герпеса 1/2 (HSV1/2)",
        cost: "200 грн",
      },
      {
        title: "ПЛР. Вірус герпесу 1/2 типу (Зішкряб, сеча. Якісне визначення)",
        cost: "200 грн",
      },
      {
        title:
          "ПЛР. Визначення ДНК цитомегаловірусу (CMV) (Зішкряб, сеча. Якісне визначення)",
        cost: "220 грн",
      },
      {
        title:
          "ПЛР. Визначення ДНК вірусу герпесу 6 типу (Будь який матеріал, кількісне визначення)",
        cost: "220 грн",
      },
      {
        title:
          "ПЛР. Вірус герпесу 1/2 типу (Зішкряб, сеча. Кількісне визначення)",
        cost: "200 грн",
      },

      {
        title:
          "ПЛР. Визначення ДНК цитомегаловірусу (CMV) (Зішкряб, сеча.Кількісне визначення)",
        cost: "200 грн",
      },
    ],

    //інші інфекції
    other: [
      {
        title: "Визначення РНК SARS-CoV-2 (COVID-19) Real-time ПЛР",
        cost: "1120 грн",
      },
      {
        title: "Коронавірус SARS-CoV-2 (COVID-19) антитіла IgG",
        cost: "540 грн",
      },
      {
        title: "Коронавірус SARS-CoV-2 (COVID-19) антитіла IgМ",
        cost: "540 грн",
      },
      {
        title: "Антитіла IgG до хелікобактеру пілорі (Helicobacter pylori)",
        cost: "200 грн",
      },

      {
        title: "Антитіла IgA до вірулентного білку CagA Helicobacter pylori",
        cost: "200 грн",
      },
      {
        title: "Сумарні антитіла до хелікобактеру пілорі (Helicobacter pylori)",
        cost: "200 грн",
      },
      {
        title: "Антитіла IgМ до хелікобактеру пілорі (Helicobacter pylori)",
        cost: "200 грн",
      },

      {
        title:
          "ПЛР. Визначення ДНК до мікобактерій туберкульозу (Mycobacterium tuberculosis) ( якісне визначення)",
        cost: "210 грн",
      },
      { title: "Антитіла IgG до токсину Дифтерії ", cost: "250 грн" },
      {
        title: "Антитіла IgM до вірусу кору (Measles viruses)",
        cost: "320 грн",
      },

      {
        title: "Антитіла IgG до вірусу кору (Measles viruses )",
        cost: "250 грн",
      },
      {
        title: "Антитіла IgG до збуднику коклюшу (Bordetella pertussis)",
        cost: "320 грн",
      },
      {
        title: "Антитіла IgM до збуднику коклюшу (Bordetella pertussis)",
        cost: "320 грн",
      },
      { title: "Антитіла IgG до токсину Clostridium tetani", cost: "320 грн" },
      {
        title: "Антитіла IgM до мікоплазма пневмонії (Mycoplasma pneumoniae)",
        cost: "200 грн",
      },

      {
        title: "Антитіла IgG до хламідія пневмонії (Chlamydia pneumoniae)",
        cost: "200 грн",
      },
      {
        title: "Антитіла IgM до хламідія пневмонії (Chlamydia pneumoniae)",
        cost: "200 грн",
      },
      {
        title: "Антитіла IgG до мікоплазма пневмонії (Mycoplasma pneumoniae)",
        cost: "200 грн",
      },
      {
        title: "Антитіла IgМ до збуднику хвороби Лайма (Borrelia Burgdorferi)",
        cost: "250 грн",
      },
      {
        title: "Антитіла IgG до збуднику хвороби Лайма (Borrelia Burgdorferi)",
        cost: "250 грн",
      },
      {
        title:
          "ПЛР. Bordetella MULTI (коклюш, паракоклюш, бронхосептіка)(зішкріб)",
        cost: "250 грн",
      },
      {
        title: "ПЛР. Визначення ДНК лістерії (Listeria monocytogenes)",
        cost: "250 грн",
      },

      {
        title: "ПЛР. Визначення ДНК парвовірусу В19 (Parvovirus B19)",
        cost: "250 грн",
      },
      {
        title: "ПЛР. Визначення ДНК бруцельозу (Brucella abortus)",
        cost: "250 грн",
      },
    ],
    //гельмінти
    gelm: [
      {
        title: "Сумарні антитіла до лямблій (Giardia liamblia A+M+G)",
        cost: "250 грн",
      },
      { title: "Антитіла IgG до токсокарів", cost: "290 грн" },
      { title: "Антитіла IgG до аскарид", cost: "370 грн" },

      { title: "Антитіла IgG опісторхів", cost: "250 грн" },
      { title: "Антитіла IgG до трихінел", cost: "250 грн" },

      { title: "Антитіла IgG до ехінококів", cost: "250 грн" },
      //Імунологічна панель
      { title: "Циркулюючі імунокомплекси (ЦІК)", cost: "270 грн" },
      { title: "Імунограма + ЦІК", cost: "570 грн" },
      //Панель аутоіммунологіі
      { title: "Антитіла до 1-спіральної ДНК (ADNA 1)", cost: "350 грн" },
      { title: "Антитіла до 2-спіральної ДНК (ADNA 2)", cost: "370 грн" },
      { title: "Антинуклеарні антитіла (ANA)", cost: "290 грн" },
      { title: "Антитіла Ig G до фосфоліпідів (APHL Ig G)", cost: "290 грн" },
      { title: "Антитіла Ig M до фосфоліпідів (APHL Ig M)", cost: "290 грн" },
      { title: "Антимітохондріальні антитіла (АМА-М2)", cost: "290 грн" },

      { title: "Антитіла IgG до гліадіну", cost: "270 грн" },
      { title: "Антитіла IgG до кардіоліпіну", cost: "320 грн" },
      { title: "Антитіла IgМ до кардіоліпіну", cost: "320 грн" },
      { title: "Антитіла IgА до тканинної трансглутамінази", cost: "270 грн" },

      { title: "Антитіла IgG до тканинної трансглутамінази", cost: "270 грн" },
      {
        title: "Екстраговані антиядерні антитіла: Anti-ENA скринінг",
        cost: "310 грн",
      },

      {
        title:
          "Скринінг захворювань сполучної тканини (антинуклеарні антитіла до антигенів)",
        cost: "330 грн",
      },
      { title: "Антитіла IgG до бета-2-глікопротеїну I", cost: "370 грн" },

      { title: "Антитіла IgM до бета-2-глікопротеїну I", cost: "370 грн" },
    ],
    //Алергопанель
    alerg: [
      { title: "Загальний імуноглобулін E (маркер алергіїї)", cost: "210 грн" },
      {
        title:
          "Панель №1. Різні алергени (кліщ Der. pteronyssinus, Der. farinаe, пилок вільхи, пилок берези, пилок ліщини, суміш трав, пилок жита, полин, подорожник, шерсть кішки, шерсть коня, шерсть собаки, Alternaria alternatа, білок, молоко, арахіс, лісний горіх, морква, пшенична мука, соя.)",
        cost: "820 грн",
      },
      {
        title:
          "Панель №2. Інгаляційна панель (Der. pteronyssinus, Der. Farinаe, пилок вільхи, пилок берези, пилок ліщини, пилок дуба, суміш трав, пилок жита, полин, подорожник, кішка, шерсть коня, собаки, морської свинки, хом’яка, кролика, Pen. notatum, Cladosp. herbarum, Asp. fumigatus, Alternaria alternate.)",
        cost: "820 грн",
      },

      {
        title:
          "Панель №3. Харчові алергени (лісовий горіх, арахіс, грецький горіх, мигдаль, молоко, білок курячого яйця, жовток курячого яйця, казеїн, картопля, селера, морква, томати, тріска, краб, апельсин, яблуко, пшенична мука, житня мука, кунжут, соя)",
        cost: "820 грн",
      },
      {
        title:
          "Панель №4. Педіатрична (кліщ Der. pteronyssinus, Der. Farinаe, пилок берези, суміш трав, кішка, собака, Alternaria alternate, молоко коров’яче, a-Lactoalbumin, β-Lactoglobulin, казеїн, білок, жовток, бичачий сироватковий альбумін, соя, морква, картопля, пшенична мука, лісний горіх, арахіс.)",
        cost: "820 грн",
      },
      { title: "Ig E до алергенів Penicillium notatum", cost: "230 грн" },
      { title: "Ig E до алергенів Aspergillus niger", cost: "230 грн" },

      { title: "Ig E до алергенів домашнього пилу", cost: "230 грн" },
      { title: "Ig E до епідермісу кішки", cost: "230 грн" },
      { title: "Ig E до епідермісу собаки", cost: "230 грн" },
      { title: "Ig E до курки (перо)", cost: "230 грн" },

      { title: "Ig E до м''яса яловичини", cost: "230 грн" },
      { title: "Ig E до кави", cost: "230 грн" },
      { title: "Ig E до алергену шерсті морської свинки", cost: "230 грн" },

      { title: "Ig E до алергену кульбаби", cost: "230 грн" },
      { title: "Ig E до алергенів м''яса свинини", cost: "230 грн" },

      { title: "Ig E до алергенів апельсину", cost: "230 грн" },
      { title: "Ig E до алергенів житнього борошна", cost: "230 грн" },
      { title: "Ig E до алергенів моркви", cost: "230 грн" },

      {
        title: "Ig E до кліщів Dermatophagoides pteronyssinus",
        cost: "230 грн",
      },
      { title: "Ig E до кліщів Dermatophagoides farinae", cost: "230 грн" },
      { title: "Ig E до тополі", cost: "230 грн" },
    ],
    //Бактеріологічні дослідження
    bac: [
      {
        title:
          "Мікробіологічне дослідження біологічного матеріалу на грибкову флору з визначенням чутливості до протигрибкових препаратів",
        cost: "370 грн",
      },
      {
        title:
          "Мікробіологічне дослідження урогенітальних виділень з визначенням чутливості до антибактеріальних препаратів",
        cost: "340 грн",
      },
      {
        title:
          "Мікробіологічне дослідження виділень із ока з визначенням чутливості до антибактеріальних препаратів",
        cost: "340 грн",
      },

      {
        title:
          "Мікробіологічне дослідження матеріалу із мигдалин з визначенням чутливості до антибактеріальних препаратів",
        cost: "340 грн",
      },
      {
        title:
          "Мікробіологічне дослідження матеріалу із рани з визначенням чутливості до антибактеріальних препаратів",
        cost: "340 грн",
      },
      {
        title:
          "Мікробіологічне дослідження сечі з визначенням чутливості до антибактеріальних препаратів",
        cost: "340 грн",
      },
      {
        title:
          "Мікробіологічне дослідження мокротиння з визначенням чутливості до антибактеріальних препаратів",
        cost: "370 грн",
      },

      {
        title:
          "Мікробіологічне дослідження біологічного матеріалу на анаеробну флору з визначенням чутливості до антибактеріальних препаратів",
        cost: "400 грн",
      },
      {
        title:
          "Мікробіологічне дослідження крові на стерильність з визначенням чутливості до антибактеріальних препаратів",
        cost: "470 грн",
      },
      {
        title:
          "Мікробіологічне дослідження матеріалу із носу з визначенням чутливості до антибактеріальних препаратів",
        cost: "340 грн",
      },
      {
        title: "Мікробіологічне дослідження матеріалу на дифтерію (BL)",
        cost: "370 грн",
      },
      {
        title:
          "Мікробіологічне дослідження біологічного матеріалу на стафілокок з визначенням чутливості до антибактеріальних препаратів",
        cost: "370 грн",
      },

      {
        title:
          "Мікробіологічне дослідження матеріалу із зіву з визначенням чутливості до антибактеріальних препаратів",
        cost: "340 грн",
      },
      {
        title:
          "Аналіз калу на дисбактеріоз з визначенням чутливості до антибактеріальних препаратів",
        cost: "360 грн",
      },

      {
        title:
          "Мікробіологічне дослідження синовіальної рідини з визначенням чутливості до антибактеріальних препаратів",
        cost: "370 грн",
      },
      {
        title:
          "Мікробіологічне дослідження вмісту ногтьового карману з визначенням чутливості до антибактеріальних препаратів",
        cost: "370 грн",
      },
      {
        title:
          "Мікробіологічне дослідження матеріалу із вуха з визначенням чутливості до антибактеріальних препаратів",
        cost: "340 грн",
      },
      {
        title:
          "Мікробіологічне дослідження матеріалу грудного молока з визначенням чутливості до антибактеріальних препаратів",
        cost: "370 грн",
      },
      {
        title:
          "Мікробіологічне дослідження жовчі з визначенням чутливості до антибактеріальних препаратів",
        cost: "370 грн",
      },

      {
        title:
          "Мікробіологічне дослідження матеріалу на бета-гемолітичний стрептокок (вагітним)",
        cost: "370 грн",
      },
      {
        title:
          "Мікробіологічне дослідження калу на дисгрупу, патогенна мікрофлора кишкової групи інфекцій з визначенням чутливості до антибактеріальних препаратів",
        cost: "420 грн",
      },
      {
        title:
          "Мікробіологічне дослідження матеріалу із бронхоальвеолярного лаважу з визначенням чутливості до антибактеріальних препаратів",
        cost: "340 грн",
      },

      {
        title:
          "Мікробіологічне дослідження секрету простати з визначенням чутливості до антибактеріальних препаратів",
        cost: "340 грн",
      },
      {
        title:
          "Мікробіологічне дослідження вмісту препуціального мішка з визначенням чутливості до антибактеріальних препаратів",
        cost: "340 грн",
      },
      {
        title:
          "Мікробіологічне дослідження єякуляту з визначенням чутливості до антибактеріальних препаратів",
        cost: "340 грн",
      },
      {
        title:
          "Розширене Мікробіологічне дослідження калу на дисгрупу, патогенна мікрофлора кишкової групи інфекцій з визначенням чутливості до антибактеріальних препаратів",
        cost: "370 грн",
      },

      {
        title:
          "Мікробіологічне дослідження біологічного матеріалу з визначенням чутливості до антибактеріальних препаратів",
        cost: "340 грн",
      },
    ],
    //Генетичні дослідження
    gen: [
      { title: "ПЛР. Генетика Метаболізму Лактози (1 точка)", cost: "590 грн" },

      {
        title: "ПЛР. HLA B27 головний комплекс гістосумісності людини",
        cost: "610 грн",
      },
      {
        title: "ПЛР. ІмуноГенетика IL28B (інтерлейкін 28В (2 точки)",
        cost: "700 грн",
      },
      { title: "ПЛР. ОнкоГенетика BRCA 1 та BRCA 2", cost: "1520 грн" },

      { title: "ПЛР. КардіоГенетика Гіпертонія", cost: "700 грн" },
      { title: "ПЛР. КардіоГенетика Тромбофілія", cost: "700 грн" },
      { title: "ПЛР. Генетика Метаболізму Фолатів", cost: "580 грн" },

      {
        title: "ПЛР. ДНК діагностика мікроделецій Y-хромосоми (AZF- фактор)",
        cost: "900 грн",
      },
      { title: "Каріотипування (цитогенетика)", cost: "2020 грн" },
      {
        title: "Визначення каріотипу плоду в абортивному матеріалі",
        cost: "3220 грн",
      },

      {
        title:
          "ПЛР.Неінвазивна пренатальна ДНК-діагностика визначення статі плоду Y-хромосоми по крові матері",
        cost: "1920 грн",
      },
      {
        title:
          "ПЛР.Неінвазивна пренатальна ДНК-діагностика резус-фактору плоду ( по крові вагітної)",
        cost: "3520 грн",
      },
      {
        title: "ПЛР.Муковісцидоз. Виявлення мутацій в гені CFTR",
        cost: "900 грн",
      },
    ],
    //Пакети
    pakets: [
      { title: "ТТГ, Т3в, Т4в, АТПО", cost: "720 грн" },
      {
        title:
          "Біохімія мінімальна + мікроелементи  (АЛТ, АСТ, ЛФ, ГГТ, Креатинін, Сечовина, Білірубін прямий, непрямий, загальний,Калій, Натрій, Магній) ",
        cost: "1070 грн",
      },

      {
        title:
          "Біохімія мінімальна (АЛТ, АСТ, ЛФ, ГГТ, Креатинін, Сечовина, Білірубін прямий, непрямий, загальний)",
        cost: "770 грн",
      },
      {
        title:
          "Біохімія розгорнута (АЛТ, АСТ, ЛФ, ГГТ, Креатинін, Сечовина, Білірубін прямий, непрямий, загальний, Ліпідограма, Калій, Натрій, Магній, Кальцій іонізований, Альфа-амілаза, ЛДГ, Аполіпротеїн-А, Аполіпротеїн-В, Віт.Д)",
        cost: "2080 грн",
      },
    ],
  },
};
